
# 1 формула

x <- 3
y <- -1 + 25 * x - (4 / 500) + x ^ 2 - ((30 %% 17) %/% 2)
print(as.integer(y)) # результат - 76

# 2 формула

xs <- 4
xxs <- 20
ys <- 54 %% (xxs %/% 4 * 100 ^ 2 - xs / 2) + 11
print(as.integer(ys)) # результат - 65

# 3 формула

a <- 32
b <- 2 ^ a %/% 100 - 400 + (a / 2 * 4) - 4 %% a
print(as.integer(b)) # результат - 42949332

# 4 формула 

s <- 4 * 30
h <- s + s / 20 * (3 ^ 4 %/% 30 %% 2) - 11
print(as.integer(h)) # результат - 109

# 5 формула 

qwer <- 6
ww <- 43 + 2 - 10 * (qwer * 53 %/% 20 %% 32 - 10) + qwer ^ 2
print(as.integer(ww)) # результат - 61

# 6 формула 

op <- 12
plvl <- op - op ^ 2 + op * (1000 %% (30 %/% 5 + 1000 / 2))
print(as.integer(plvl)) # результат - 5796

# 7 формула

rt <- 71 - 9
utr <- rt * 3 + 32 - 10 + (3 ^ 3) - (1000 %% 3 %/% 10) / 10
print(as.integer(utr)) # результат - 235

# 8 формула

ff <- 777
jd <- ff - 10 * (ff %% 20 %/% (ff + 144 / 12 ^ 2))
print(as.integer(jd)) # результат - 777