
# 1 программа - ввод данных с клавиатуры и их возведение в степень 
{
  f_num <- as.integer(readline("Введите первое целое число: "))
  s_num <- as.integer(readline("Введите второе целое число: "))

  
  x <- (f_num) ^ (s_num)
  print(paste0("Первый промежуточный результат: ", f_num, ", ", s_num, ", ", x))
        
  y <- (s_num) ^ (f_num)
  print(paste0("Второй промежуточный результат: ", f_num, ", ", s_num, ", ", y))
  
  z <- (f_num) / (s_num)
  print(paste0("Третий промежуточный результат: ", f_num, ", ", s_num, ", ", z))
  
  w <- z / 0
  print(paste0("Четвёртый промежуточный результат: ", f_num, ", ", s_num, ", ", w))
  
}