chcp 65001

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_1
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_1\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_1_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_2
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_2\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_2_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_3
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_3\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_3_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_4
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_4\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_4_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_5
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_5\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_5_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_6
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_6\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_6_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_7
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_7\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_7_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_8
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_8\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_8_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_9
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_9\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_9_Вкусвилл.*

cd ..

cd C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_10
copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Магазин_10\Вкусвилл.* C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\Магазин_10_Вкусвилл.*

cd ..

copy C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Цены.txt C:\Users\admin\Documents\2_курс_СЕМЫ\Семы_по_R\Валяев_Георгий\Вкусвилл\Анализ\
